asvetliakov.vscode-neovim
charliermarsh.ruff
dautroc.yazi-vscode
enkia.tokyo-night
llvm-vs-code-extensions.vscode-clangd
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
